Repository: c0ldbear/cryptiz-ios
Catalog: Cryptiz/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: Cancel
sv: Avbryt

source: Crypto Currencies
sv: Cryptovalutor

source: Crypto Currency
sv: Cryptovaluta

source: Find crypto currency
sv: Hitta cryptovaluta

source: Latest price:
sv: Senaste pris:

source: Restart the app to change language
sv: Starta om appen för att ändra språket

source: Save Settings
sv: Spara Inställningar

source: Select app language
sv: Språk för appen

source: Select Currency
sv: Välj valuta

source: Select language
sv: Valt språk

source: Select preferred currency
sv: Välj den föredragna valutan

source: Selected:
sv: Vald:

source: Settings
sv: Inställningar
